{
    "t-info": {
        "id": "t-info",
        "en": "##What is the idea of Climate Contract? \nThe aim of Climate Contract is to link generations in order to make a joint contribution to climate protection. \n\nUnfortunately, sustainable products and services are still much more expensive than conventional options in many areas. This price difference is felt most by young people and students, as the financial means for climate-friendly alternatives are often not available. So young people are always faced with the choice between \"affordable\" or \"sustainable\" and this should not be the case. \n\nWe want to change this with the Climate Contract. \n\nWith the Climate Contract, young people and students can receive financial support for climate-conscious decisions and purchases from the older generations. This enables young people to lead a more sustainable and environmentally conscious lifestyle and thus contribute to climate protection. At the same time, Climate Contract offers an opportunity for sponsors to promote ecological investments and thus support climate protection. \n\n##How does a Climate Contract work? \nClimate Contract is a contract that can be concluded between a recipient up to the age of 25 and a sponsor. The sponsor agrees to cover the additional costs incurred by the purchase of sustainable products and services. In return, the recipient promises to make environmentally conscious choices, for example to travel by train instead of by plane. Different contracts can be agreed for different areas, such as travel or the purchase of clothes. \n\n##Who can be a sponsor? \nAnyone can be a sponsor! \n\nParents, grandparents, godparents or other acquaintances, anyone who is willing to financially support a young person in making climate-conscious decisions.\n\nDo you think the idea of Climate Contract is great? \n\nWhy don't you suggest to your daughter/nephew to sign a Climate Contract together! [smiley]\n\n##Are you a young person under the age of 25? \nThen you've come to the right place! \n\nThe aim of a Climate Contract is to financially support young people like you in making climate-conscious decisions. \n\nPlanning a train trip or just can't afford clothes from sustainable labels? \n\nAsk an acquaintance, for example your parents, and suggest that you sign a Climate Contract together to contribute to climate protection. \n\n##How long is the contract valid? \nClimate Contracts are not legally binding documents; you’re free to adapt them to your needs. Each contract already has built-in options, allowing you to determine how long it’ll remain valid (the standard length being up to 25 years of age), exactly which extra costs it’ll cover, and more.\n\nAdditionally, you can edit the contract on your computer, if you want to make significant changes. Always remember: the contracts on our website are just templates, and can be customized to your heart’s content.\n\n[Choose your contract](/contracts) today!\n\nThe information on this page is also available as a <a href=\"/engines/download?file=/files/extras/handout_en.pdf&name=Climate_Contract_Handout.pdf\">handout <i class=\"fa-solid fa-arrow-down\"></i></a>.",
        "de": "##Was ist die Idee von Climate Contract? \nDas Ziel von Climate Contract ist es, Generationen zu verknüpfen, um gemeinsam einen Beitrag zum Klimaschutz zu leisten. Nachhaltige Produkte und Dienstleistungen sind in vielen Bereichen leider immer noch um einiges teurer als herkömmliche Optionen. Diesen Preisunterschied bekommen junge Menschen und Student*innen am meisten zu spüren, da die finanziellen Mittel für klimafreundliche Alternativen oftmals nicht zur Verfügung stehen. So stehen junge Menschen immer wieder vor der Entscheidung zwischen «erschwinglich» oder «nachhaltig» und dies sollte nicht der Fall sein. \n\nWir möchten dies mit dem Climate Contract ändern. \n\nMit dem Climate Contract können ältere Generationen junge Menschen und Student*innen bei klimabewussten Entscheidungen und Käufen finanziell unterstützen. Dadurch wird es jungen Menschen ermöglicht, eine nachhaltigere und umweltbewusstere Lebensweise zu führen und dadurch einen Beitrag zum Klimaschutz zu leisten. Gleichzeitig bietet Climate Contract eine Möglichkeit für Sponsoren, ökologische Investitionen zu fördern und sich so für den Klimaschutz einzusetzen. \n\n##Wie funktioniert ein Climate Contract? \nClimate Contract ist ein Vertrag, der zwischen einer jungen Person bis zum 25ten Lebensjahr und einem Sponsor verabschiedet werden kann. Dabei verpflichtet sich der Sponsor, die zusätzlichen Kosten, welche beim Kauf von nachhaltigen Produkten und Dienstleistungen anfallen, zu übernehmen. Im Gegenzug verspricht die/der Gesponserte, umweltbewusste Entscheidungen zu treffen, zum Beispiel mit dem Zug, anstatt dem Flugzeug zu reisen. Verschiedene Verträge können für unterschiedliche Bereiche vereinbart werden, wie zum Beispiel für Reisen oder den Kauf von Kleidung. \n\n##Wer kann Sponsor sein? \nJeder kann Sponsor sein! \n\nEltern, Grosseltern, Gotti/ Götti oder andere Bekannte, jede*r die/der bereit ist eine junge Person bei klimabewussten Entscheidungen finanziell zu unterstützen.\n\nFindest du die Idee von Climate Contract grossartig? \n\nSchlage doch deiner Tochter/ deinem Neffen vor, gemeinsam ein Climate Contract zu unterzeichnen! [smiley]\n\n##Bist du eine junge Person unter 25 Jahren? \nDann bist du hier genau richtig! \n\nZiel von einem Climate Contract ist es, junge Menschen wie dich, bei klimabewussten Entscheidungen finanziell zu unterstützen. \n\nPlanst du eine Zugreise oder kannst du dir Kleidung von nachhaltigen Labels einfach nicht leisten? \n\nFrage ein*e \nBekannte*r von dir an, zum Beispiel deine Eltern, und schlage vor, dass ihr gemeinsam ein Climate Contract unterzeichnet, um einen Beitrag zum Klimaschutz zu leisten. \n\n##Wie lange ist der Vertrag gültig? \nKlimaverträge sind keine rechtsverbindlichen Dokumente; du kannst sie frei an deine Bedürfnisse anpassen. Jeder Vertrag verfügt bereits über integrierte Optionen, mit denen du festlegen kannst, wie lange er gültig ist (die Standardlänge beträgt bis zum 25ten Lebensjahr), welche Zusatzkosten er genau abdeckt, und vieles mehr. \n\nAußerdem kannst du den Vertrag auf deinem Computer bearbeiten, wenn du wichtige Änderungen vornehmen möchtest. Nicht vergessen: Die Verträge auf unserer Website sind nur Vorlagen, die du nach Herzenslust anpassen kannst.\n\n[Wähle deinen Vertrag](/contracts) noch heute!\n\nDie Informationen auf dieser Seite sind auch als <a href=\"/engines/download?file=/files/extras/handout_de.pdf&name=Climate_Contract_Handout.pdf\">Handout <i class=\"fa-solid fa-arrow-down\"></i></a> verfügbar."
    },
    "t-about": {
        "id": "t-about",
        "en": "Climate Contract Project\n\n[[word:21]](mailto:[word:21])\n\nThe Climate Contract Project is maintained by a group of young people concerned about the climate crisis.\n\n##Liability notice\nDespite careful control, we assume no liability for the content of external links. The operators of the linked pages are solely responsible for their content.\n\n##Copyright images and text\nAll images belong to the Climate Contract Project, or are taken from one of the suppliers listed below:\n\n- unsplash.com\n\nThe further use of images and text of any kind requires the written consent of the Climate Contract Project and is only permitted with mention of the copyright information.\n\n##Conception and realization\nClimate Contract Project\n\n- Monja Simmler · Project Manager\n- Simon Belt · Project Manager and Lead Developer\n\n[About us](aboutus)\n\nDo you want to help make this project succeed? [Tell us about yourself](mailto:[word:21]) and join the team!",
        "de": "Climate Youth Contract Project\n\n[[word:21]](mailto:[word:21])\n\nDas Climate Youth Contract Project wird von einer Gruppe junger Menschen betrieben, die sich mit der Klimakrise beschäftigen.\n\n\n##Haftungshinweis\nTrotz sorgfältiger Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschliesslich deren Betreiber verantwortlich.\n\n##Copyright Bild und Text\nAlle Bilder gehören dem Climate Contract Project, oder einem unten genannten service:\n\n- unsplash.com\n\nDie Weiterverwendung von Bild und Text jeglicher Art bedarf des schriftlichen Einverständnis des Climate Contract Project und ist nur unter Erwähnung der Copyrightangaben zulässig.\n\n##Konzeption und Umsetzung\nClimat Contract Projekt\n\n- Monja Simmler · Projektleiterin\n- Simon Belt · Projektleiter und Lead Developer\n\n[Mehr über us](aboutus)\n\nWillst du diesem Projekt beitragen? [Sag uns was von dir](mailto:[word:21]) und trete dem Team bei!"
    },
    "t-data": {
        "id": "t-data",
        "en": "This privacy and data policy declaration informs you about the type, scope and purpose of the processing of personal data within the scope of our online offer. It also contains information on how you can partially or completely disable cookies.\n\nLast updated: July 22, 2022\n\n##Type and purpose of data processing\nWe use personal data to operate this website and to offer and advertise our services. Depending on how you use our online services, different data is processed.\n\nOn the one hand, this is information that you actively provide to us, e.g. in a contact form or by e-mail.\n\nOther data is collected automatically as soon as you visit this website. This is mainly technical information such as IP address or the web browser used.\n\n\n##Security measures\nWe have taken technical and organizational measures to protect your data from misuse when using our website and the associated functions and services. The security measures include, among others, the encryption of data transmission between browser and server (HTTPS).\n\nWe point out that security gaps in data transmission over the Internet can never be completely excluded.\n\n##Storage and deletion\nData that you send us, e.g. via the experience function, will be used by us exclusively for its intended purpose. Personal information will never be stored and will not be forwarded to third parties without your permission.\n\nBy sending us the data, you agree that we store and process the data until you revoke your consent to the storage or until the storage of the data is no longer necessary for the intended purpose and the deletion does not conflict with any statutory retention obligations.\n\n##Cookies\nLike almost all websites, we also use cookies: small text files that are stored on users' devices. Session cookies are automatically deleted when the browser is closed. Other cookies have an expiration date or remain permanently stored to recognize your browser the next time you visit.\n\nWe use cookies to enable certain functions and to make your browsing experience more pleasant. \n\nAn objection to the use of cookies for marketing purposes can be declared for a large number of the services, especially with regard to tracking, via the US site www.aboutads.info/choices/ or the EU site www.youronlinechoices.com.\n\nYou can also generally block cookies in your browser settings or delete them at any time. You may then no longer be able to use all the functions of this website.\n\n##Integration of services and contents of third parties\nWe use service offers from third-party providers on this website. In order for these third-party providers to send content to the browser, it is necessary to transmit the user's IP address. Furthermore, these third-party providers may use other techniques to collect and process pseudonymous data.\n\nServices of the following third-party providers are integrated on our website:\n\n###Google Fonts\nExternal fonts from Google LLC. Privacy policy:\n\n[https://policies.google.com/privacy](https://policies.google.com/privacy)\n\n###reCAPTCHA v3\nTo prevent against fraudulent activity, spam and abuse. Privacy statement:\n\n[https://developers.google.com/terms/api-services-user-data-policy](https://developers.google.com/terms/api-services-user-data-policy)",
        "de": "Diese Datenschutzerklärung informiert Sie über die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten im Rahmen unseres Online-Angebotes. Sie enthält auch Hinweise, wie Sie Cookies teilweise oder ganz deaktivieren können.\n\nLetzte Aktualisierung: 22. Juli 2022\n\n##Art und Zweck der Datenverarbeitung\nWir nutzen personenbezogene Daten, um diese Website betreiben und unsere Dienstleistungen anbieten und bewerben zu können. Je nachdem, wie Sie unser Online-Angebot nutzen, werden unterschiedliche Daten verarbeitet.\n\nEinerseits handelt es sich um Informationen, die Sie uns aktiv mitteilen, z. B. in einem Kontaktformular oder per E-Mail.\n\nAndere Daten werden automatisch erfasst, sobald Sie sich auf dieser Website aufhalten. Hierbei handelt es sich vor allem um technische Informationen wie IP-Adresse oder den verwendeten Webbrowser.\n\n\n##Sicherheitsmassnahmen\nWir haben technische und organisatorische Massnahmen getroffen, um bei der Nutzung unserer Website und den damit verbundenen Funktionen und Diensten Ihre Daten vor Missbrauch zu schützen. Zu den Sicherheitsvorkehrungen gehören unter anderem die Verschlüsselung der Datenübertragung zwischen Browser und Server (HTTPS).\n\nWir weisen darauf hin, dass sich Sicherheitslücken bei der Datenübertragung im Internet nie vollständig ausschliessen lassen.\n\n##Speicherung und Löschung\nDaten, die Sie uns senden, z. B. mittels Erfahrungen-Funktion, werden von uns ausschliesslich für ihre Zweckbestimmung verwendet. Persönliche Informationen werden grundsätzlich nie gespeichert und ohne Ihre Genehmigung nicht an Dritte weitergeleitet.\n\nMit der Übermittlung der Daten erklären Sie sich einverstanden, dass wir die Daten bei uns speichern und verarbeiten, bis Sie Ihre Einwilligung zur Speicherung widerrufen oder bis die Speicherung der Daten für die Zweckbestimmung nicht mehr erforderlich ist und der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen.\n\n##Cookies\nWie fast alle Websites setzen auch wir Cookies ein: kleine Textdateien, die auf den Geräten der Nutzer gespeichert werden. Session-Cookies werden beim Schliessen des Browsers automatisch gelöscht. Andere Cookies haben ein Verfallsdatum oder bleiben permanent gespeichert, um Ihren Browser beim nächsten Besuch wiederzuerkennen.\n\nWir verwenden Cookies, um gewisse Funktionen zu ermöglichen und Ihnen das Surfen angenehmer zu machen. \n\nEin Widerspruch gegen den Einsatz von Cookies zu Marketingzwecken kann bei einer Vielzahl der Dienste, insbesondere hinsichtlich des Trackings, über die US-amerikanische Seite [www.aboutads.info/choices/](www.aboutads.info/choices/) oder die EU-Seite [www.youronlinechoices.com](www.youronlinechoices.com) erklärt werden.\n\nSie können Cookies in den Einstellungen Ihres Browsers auch generell blockieren oder jederzeit löschen. Möglicherweise stehen Ihnen dann nicht mehr alle Funktionen dieser Website zur Verfügung.\n\n##Einbindung von Diensten und Inhalten Dritter\nWir setzen auf dieser Website Serviceangebote von Drittanbietern ein. Damit diese Drittanbieter Inhalte an den Browser senden können, ist eine Übermittlung der IP-Adresse des Nutzers nötig. Ferner können diese Drittanbieter weitere Techniken einsetzen, um pseudonyme Daten zu erheben und zu verarbeiten.\n\nAuf unserer Website sind Dienstleistungen folgender Drittanbieter eingebunden:\n\n###Google Fonts\nExterne Schriften von Google LLC. Datenschutzerklärung:\n\n[https://policies.google.com/privacy](https://policies.google.com/privacy)\n\n###reCAPTCHA v3\nUm gegen betrügerische Aktivitäten, Spam und Missbrauch vorzubeugen. Datenschutzerlärung:\n\n[https://developers.google.com/terms/api-services-user-data-policy](https://developers.google.com/terms/api-services-user-data-policy)"
    },
    "t-support": {
        "id": "t-support",
        "en": "As a volunteer project, Climate Contract relies on donations to stay afloat. We would be extremely grateful for a donation of CHF 5 - 50!\n\n##Twint\n\nYou can twint the amount to Simon Belt, 076 467 22 00.",
        "de": "Als ehrenamtliches Projekt ist Climate Contract auf Spenden angewiesen, um sich über Wasser zu halten. Für eine Spende von CHF 5 - 50 wären wir sehr dankbar!\n\n##Twint\n\nTwintet den Betrag an Simon Belt, 076 467 22 00."
    },
    "t-cinfo": {
        "id": "t-cinfo",
        "en": "We offer a palette of <a href=\"/contracts\" target=\"_blank\">contracts</a>, so that you can choose which facet of life you want to be more sustainable in.\n\nTo understand how carbon-heavy different things are, we recommend that you [calculate your carbon footprint](https://www.wwf.ch/de/nachhaltig-leben/footprintrechner). Currently, the average carbon footprint in rich countries is 15 tons of carbon per year; to limit global warming to 1.5 degrees, this average should be around 2-3 tons a year.\n\nIt's up to you to find out where you need to reduce carbon emissions the most; we hope that one of our contracts will help you do so. And, while [carbon offsetting programs](https://friendsoftheearth.uk/climate/does-carbon-offsetting-work) can seem tempting, they need to happen anyways: donate to such projects if you wish, but don't use this as an excuse to book a flight to Mallorca.\n\n##Informative Articles to the Contracts\nEach contract has its own informational article which offers further explanations and resources.",
        "de": "Der CO 2 - Fussabdruck zeigt die Menge an Treibhausgasemissionen (Methan und CO 2 ) auf, die eine\nPerson oder eine Organisation aufgrund ihres Lebensstils verursacht.\n \nDer grösste Anteil an Treibhausgasemissionen wird durch Aktivitäten von grossen Unternehmen\nund Konzernen ausgestossen. Dazu gehören unter anderem der Abbau und die Verbrennung von\nFossilen Brennstoffen, Waldrodung und die Verarbeitung von Waren und Materialien. Diesen\nAusstoss zu minimieren und ihr Verhalten zu ändern liegt in der Verantwortung der Unternehmen\nund Organisationen und eine einzelne Person scheint auf den ersten Blick wenig Einfluss zu haben.\n \nDoch wir als Individuen können mit unserem Verhalten durchaus Einfluss nehmen. In dem wir uns\nbewusst für umweltfreundliche Optionen entscheiden, erhöhen wir den Druck auf diese\nUnternehmen, ihr klimaschädliches Verhalten zu ändern.\n \nWie wird der CO2-Fussabdruck gemessen?\nDer CO2-Fussabdruck wird in Tonnen CO2 über einen Zeitraum von einem Jahr berechnet.\n \nDer durchschnittliche CO2-Fussabdruck in reichen Ländern wie der Schweiz beträgt 13.51 Tonnen\nCO2 pro Person pro Jahr. Um die globale Erwärmung auf 1.5 Grad zu begrenzen muss dieser\nDurchschnitt auf 2-3 Tonnen CO2 pro Person pro Jahr gebracht werden.\n \nMöchtest du wissen, wie deine CO2-Bilanz aussieht und in welchen Lebensbereichen du dich\nverbessern kannst? [Finde jetzt deinen CO2-Fussabdruck heraus!](https://www.wwf.ch/de/nachhaltig-leben/footprintrechner)\n\n##Informative Artikel zu den Verträgen\nJeder Vertrag hat einen informativen Artikel, der weitere Erklärungen und Ressourcen anbietet."
    },
    "t-engage": {
        "id": "t-engage",
        "en": "By signing a Climate Contract and committing to reducing your carbon footprint, you take a step toward reducing net global emissions. However, while you make major sacrifices like not flying or going vegetarian, businessmen fly their private jets daily and banks invest massively in unsustainable projects. Individual action needs to go hand in hand with large-scale systematic change.\n\nAfter signing your Climate Contract, you can continue to help save the planet by participating in climate projects like those suggested below.\n\n- [Climate Fresk](https://climatefresk.org) is a workshop teaching the scientific process of climate change to a wide audience.\n- [Extinction Rebellion](https://rebellion.global/) battles climate change globally.\n\n###UK\n- [Climate Action Groups](https://takeclimateaction.uk/join) take actions ranging from lobbying local authorities to planting trees.",
        "de": "Indem ihr einen Climate Contract unterzeichnet und euch verpflichtet, euren CO2-Fußabdruck zu verringern, macht ihr einen Schritt zur Reduzierung der globalen Nettoemissionen. Doch während ihr große Opfer wie den Verzicht aufs Fliegen oder die Umstellung auf vegetarische Ernährung erbringt, fliegen Geschäftsleute täglich in Privatjets. Individuelle Massnahmen müssen Hand in Hand mit systematischen Veränderungen gehen.\n\nNach dem Unterschreiben des Climate Contracts könnt ihr weiterhin zur Rettung des Planeten beitragen, indem ihr euch an Klimaprojekten wie den unten aufgeführten beteiligt.\n\n- [Extinction Rebellion](https://rebellion.global/) bekämpft den Klimawandel weltweit.\n\n###Schweiz\n- [Climate Fresk](https://climatefresk.org/de-ch/) ist ein Workshop, der den wissenschaftlichen Prozess des Klimawandels einfach vermittelt.\n- [Klimastreik](https://climatestrike.ch/) streikt, weil Politik und und Wirtschaft nicht handeln.\n- [Renovate Switzerland](https://renovate-switzerland.ch/de/) übt zivilen Widerstand, um das zu retten, was uns wertvoll ist. \n- [Terran](https://terran.ch/terrane-geschichten/) engagiert sich für bodenständiges Leben in verschiedensten Formen, zb. dem Flugstreik.\n- [umverkehR](https://www.umverkehr.ch/) engagiert sich für klimafreundlichere Strassenräume in Städten."
    },
    "t-pop-cdl": {
        "id": "t-pop-cdl",
        "en": "Thank you for downloading a Climate Contract! If you'd like some explanations and resources for this document, see this <a id=\"gimmeInfolink\" href=\"\" target=\"_blank\">informative article</a>.\n###Share your Experiences\nWe'd love to hear about your Climate Contract experience in a month or so! You can share how it went on our <a href=\"/testimonials\" target=\"_blank\">testimonials</a> page.\n<div class=\"fakep\"><input type=\"checkbox\" name=\"reminder\"></input><label>Remind me in a while</label></div>\n\n###We'll sign. What then?\nSigning a Climate Contract is an important personal step to reducing carbon emissions. There are also many other ways in which you can help save the climate; <a href=\"/content/contracts/engagement\" target=\"_blank\">participate in climate projects today</a>.",
        "de": "Vielen Dank für das Herunterladen eines Vertrags! Wenn ihr Erklärungen und Ressourcen für dieses Dokument sucht, könnt ihr diesen <a id=\"gimmeInfolink\" href=\"\" target=\"_blank\">informativen Artikel</a> aufsuchen.\n###Teilt eure Erfahrungen\nWir würden uns freuen, in einiger Zeit von euren Erfahrungen mit Climate Contract zu hören! Auf unserer Seite <a href=\"/testimonials\" target=\"_blank\">Testimonials</a> könnt ihr dann mitteilen, wie es gelaufen ist.\n<div class=\"fakep\"><input type=\"checkbox\" name=\"reminder\"></input><label>Erinnere mich</label></div>\n\n###Was tun nach der Unterschrift?\nDie Unterzeichnung eines Climate Contracts ist ein wichtiger persönlicher Schritt zur Reduzierung eurer CO2-Emissionen. Es gibt auch viele andere Möglichkeiten, wie ihr helfen könnt, das Klima zu retten; <a href=\"/content/contracts/engagement\" target=\"_blank\">nehmt doch auch an anderen Klimaprojekten teil</a>!"
    },
    "t-pop-cdln": {
        "id": "t-pop-cdln",
        "en": "Please consider subscribing to our newsletter to keep up to date with Climate Contract's progress :)\n<div class=\"fakep\"><input type=\"checkbox\" name=\"newsletter\"></input><label>Send me the newsletter</label></div>",
        "de": "Abonniert euch an unsere Newsletter, um über Climate Contract am Laufenden zu bleiben :)\n<div class=\"fakep\"><input type=\"checkbox\" name=\"newsletter\"></input><label>An die Newsletter abonnieren</label></div>"
    },
    "t-pop-test": {
        "id": "t-pop-test",
        "en": "##Pilot Phase\nWelcome to Climate Contract! This site is currently being tested.\n\nIf you'd like, please [share your thoughts with us](https://docs.google.com/forms/d/e/1FAIpQLSdMRvxqUI3Jk4gKyt1BMim9U5IjKcZRgriPwi0pCvCBvbFzng/viewform?usp=share_link).\n\n<div class=\"block-button\"><button class=\"button testbutt\" onclick=\"togglePop('testphase')\">Ok</button></div>",
        "de": "#Pilotphase\nWillkommen bei Climate Contract! Diese Website wird derzeit getestet.\n\nWenn du möchtest, [teile doch deine Gedanken mit uns](https://docs.google.com/forms/d/e/1FAIpQLSdy6KGCpWJPAtLNpPM7VI_4WF52w-HoP9t356pGPzYa4SGz7Q/viewform?usp=share_link).\n\n<div class=\"block-button\"><button class=\"button testbutt\" onclick=\"togglePop('testphase')\">OK</button></div>"
    }
}